Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutDateDiff_end_date
source: An end date for the different operation.
bg_bg: Крайна дата за другата операция.
ca_es: Data de finalització per a l'operació diferent.
cs_cz: Koncové datum rozdílové operace
da_dk: En slutdato for forskelsberegningen.
de_de: Ein Enddatum für die Differenzbildung.
el_gr: Ημερομηνία λήξης για τη λειτουργία διαφοράς.
es_es: Una fecha de finalización para la operación diferente.
et_ee: Lõppkuupäev erinevuse arvutamise toimingu jaoks.
eu_es: Eragiketa desberdinaren amaiera-data.
fi_fi: Eri toiminnon päättymispäivämäärä.
fr_fr: Date de fin pour l’opération Différence.
gl_es: Data de finalización da operación de diferenza.
hi_in: भिन्न कार्रवाई के लिए एक समाप्ति दिनांक.
hr_hr: Datum završetka za operaciju razlikovanja.
hu_hu: A befejező dátum a különbséget kiszámító művelethez.
it_it: Data di fine per l'operazione di tipo differenza.
ja_jp: 比較操作の終了日付。
kk_kz: Айырма операциясы үшін аяқталу күні.
ko_kr: difference 연산의 종료 날짜입니다.
lt_lt: Skirtumo operacijos pabaigos data.
lv_lv: Starpības operācijas beigu datums.
ms_my: Tarikh tamat untuk pengendalian yang berbeza.
nb_no: En sluttdato for differanseoperasjonen.
nl_nl: Een einddatum voor de bewerking Different.
pl_pl: Data zakończenia operacji różnicowej.
pt_br: Data de término para a operação de diferença.
pt_pt: Uma data de fim para a operação diferente.
ro_ro: O dată de sfârșit pentru operația de diferențiere.
ru_ru: Конечная дата для операции разности.
sk_sk: Koncový dátum pre operáciu rozdielu.
sl_si: Končni datum za operacijo razlike.
sr_cyrl_rs: Датум завршетка за операцију разлике.
sr_latn_rs: Datum završetka za operaciju razlike.
sv_se: Ett slutdatum för differens-operationen.
th_th: วันที่สิ้นสุดสำหรับกระบวนการที่ต่างๆ
tr_tr: Fark alma işlemi için bitiş tarihi.
uk_ua: Кінцева дата для операції "Різниця".
vi_vn: Ngày kết thúc cho phép tính khác.
zh_cn: 用于差值运算的结束日期。
zh_tw: 比較差異運算的結束日期。

# AboutDateDiff_unit
source: The unit to express the result in, which can be one of Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
bg_bg: Единицата, в която да се изрази резултатът, която може да е едно от следните: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ca_es: Unitat en què s'expressarà el resultat, que pot ser Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
cs_cz: Jednotka, ve které se má výsledek vyjádřit. Může to být jedna z těchto hodnot: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds
da_dk: Den enhed, som resultatet skal udtrykkes i, kan være Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
de_de: Die Einheit, in der das Ergebnis ausgedrückt werden soll. Mögliche Werte sind: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
el_gr: Η μονάδα που εκφράζει το αποτέλεσμα. Μπορεί να είναι Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
es_es: Unidad en la que se va a expresar el resultado: Years, Quarters, Months, Days, Hours, Minutes, Seconds o Milliseconds.
et_ee: Ühik, milles tulemus esitatakse, mis võib olla kas: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
eu_es: Emaitza adierazteko erabiliko den unitatea, hauetako bat izan daitekeena: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
fi_fi: Yksikkö, jota käyttäen tulos ilmaistaan. Se voi olla jokin seuraavista: Years, Quarters, Months, Days, Hours, Minutes, Seconds ja Milliseconds.
fr_fr: Unité dans laquelle exprimer le résultat, parmi Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
gl_es: Unidade na que se expresará o resultado, que pode ser Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
hi_in: वह इकाई, जिसमें परिणाम व्यक्त किया जाना है, यह Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds में से एक हो सकती है.
hr_hr: Jedinica u kojoj se izražava rezultat, a koja može biti: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
hu_hu: Ebben az egységben kell kifejezni az eredményt. Ez lehet év, negyedév, hónap, nap, óra, perc, másodperc vagy milliszekundum (Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds).
it_it: Unità da usare per esprimere il risultato che può essere una delle seguenti: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ja_jp: 結果を表す単位。Years、Quarters、Months、Days、Hours、Minutes、Seconds、Milliseconds のいずれかを指定できます。
kk_kz: Нәтиже көрсетілетін бірлік, ол Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds бірліктерінің біреуі болуы мүмкін.
ko_kr: 결과를 표시할 단위로 Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds 중 하나가 될 수 있습니다.
lt_lt: Vienetas, skirtas rezultatui išreikšti, kuris gali būti vienas iš šių: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
lv_lv: Vienībā, kādā izteikt rezultātu, kas var būt Years, Quarters, Months, Days, Hours, Minutes, Seconds vai Milliseconds.
ms_my: Unit untuk mengungkapkan hasil, yang boleh merupakan Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
nb_no: Enheten som resultatet skal uttrykkes i, som kan være Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
nl_nl: De eenheid die moet worden gebruikt om het resultaat in weer te geven. Dit kan een van de volgende waarden zijn: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
pl_pl: Jednostka, w której zostanie wyrażony wynik: Years (Lata), Quarters (Kwartały), Months (Miesiące), Days (Dni), Hours (Godziny), Minutes (Minuty), Seconds (Sekundy) lub Milliseconds (Milisekundy).
pt_br: A unidade a ser usada para expressar o resultado, que pode ser Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
pt_pt: A unidade para exprimir o resultado, que pode ser Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ro_ro: Unitatea în care se exprimă rezultatul, care poate fi una dintre Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
ru_ru: Результат может выражаться в следующих единицах: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
sk_sk: Jednotka, v ktorej má byť vyjadrený výsledok – jedna z týchto možností: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
sl_si: Enota, v kateri bo izražen rezultat. Lahko je ena izmed teh: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
sr_cyrl_rs: Јединица у којој ће бити изражен резултат, што може бити Years, Quarters, Months, Days, Hours, Minutes, Seconds или Milliseconds.
sr_latn_rs: Jedinica u kojoj će biti izražen rezultat, što može biti Years, Quarters, Months, Days, Hours, Minutes, Seconds ili Milliseconds.
sv_se: Den enhet som resultatet kan uttryckas i kan vara någon av följande: Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
th_th: หน่วยที่จะใช้แสดงผลลัพธ์ หน่วยที่จะใช้แสดงผลลัพธ์ Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds
tr_tr: Sonucun ifade edileceği birim (Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds seçeneklerinden biri).
uk_ua: Одиниця вимірювання результату: Years (роки), Quarters (квартали), Months (місяці), Days (дні), Hours (години), Minutes (хвилини), Seconds (секунди), Milliseconds (мілісекунди).
vi_vn: Đơn vị để hiển thị kết quả, có thể là một trong các đơn vị Years, Quarters, Months, Days, Hours, Minutes, Seconds, Milliseconds.
zh_cn: 用于表示结果的单位，可以是 Years、Quarters、Months、Days、Hours、Minutes、Seconds、Milliseconds 之一。
zh_tw: 表示結果的單位，其可以是 Years、Quarters、Months、Days、Hours、Minutes、Seconds、Milliseconds 的其中之一。

# AboutDateAddT
source: Add the specified number of units to a column of dates.
bg_bg: Добавя указания брой единици към дадена колона с дати.
ca_es: Afegeix el nombre d'unitats especificat a una columna de dates.
cs_cz: Přičte ke sloupci kalendářních dat zadaný počet jednotek.
da_dk: Føj det angivne antal enheder til en kolonne med datoer.
de_de: Fügt einer Spalte mit Datumswerten die angegebene Anzahl Einheiten hinzu.
el_gr: Προσθέτει τον καθορισμένο αριθμό μονάδων σε μια στήλη ημερομηνιών.
es_es: Agregar el número especificado de unidades a una columna de fechas
et_ee: Lisab kuupäevade veerule määratud arvu ühikuid.
eu_es: Gehitu zehaztutako unitate kopurua data-zutabe batean.
fi_fi: Lisää määritetty määrä yksiköitä päivämääräsarakkeeseen.
fr_fr: Ajouter le nombre spécifié d’unités à une colonne de dates.
gl_es: Engade o número especificado de unidades a unha columna de datas.
hi_in: दिनांकों के स्तंभ में निर्दिष्ट इकाइयों की संख्या जोड़ता है.
hr_hr: Dodavanje navedenog broja jedinica u stupac datuma.
hu_hu: Hozzáadja a megadott számú egységet a dátumok egy oszlopához.
it_it: Aggiunge il numero di unità specificato a una colonna di date.
ja_jp: 日付の列に指定数の単位を追加します。
kk_kz: Бірліктердің көрсетілген санын күндер бағанына қосады.
ko_kr: 날짜 열에 지정된 단위 수를 추가합니다.
lt_lt: Į datų stulpelį įtraukti nurodytą vienetų skaičių.
lv_lv: Pievienojiet norādīto vienību skaitu datumu kolonnai.
ms_my: Tambahkan bilangan unit yang ditentukan pada lajur tarikh.
nb_no: Legger til det angitte antallet enheter i en kolonne med datoer.
nl_nl: Voeg het opgegeven aantal units toe aan een kolom met datums.
pl_pl: Dodaj określoną liczbę jednostek do kolumny dat.
pt_br: Adiciona o número especificado de unidades a uma coluna de datas.
pt_pt: Adicione o número de unidades especificado a uma coluna de datas.
ro_ro: Adăugați numărul de unități specificat la o coloană de date.
ru_ru: Добавить указанное количество единиц в столбец дат.
sk_sk: Pridá zadaný počet jednotiek do stĺpca dátumov.
sl_si: Doda določeno število enot stolpcu datumov.
sr_cyrl_rs: Додајте наведени број јединица у колону са датумима.
sr_latn_rs: Dodajte navedeni broj jedinica u kolonu sa datumima.
sv_se: Lägg till det angivna antalet enheter till en kolumn med datum.
th_th: เพิ่มตัวเลขของหน่วยที่ระบุไปยังคอลัมน์วันที่
tr_tr: Belirtilen birim sayısını tarihler sütununa ekler.
uk_ua: Додавання до стовпця з датами вказаної кількості одиниць вимірювання.
vi_vn: Thêm số đơn vị được chỉ định cho cột ngày.
zh_cn: 向日期组成的列添加指定数量的单位。
zh_tw: 對日期資料行新增指定的單位數。

# AboutDateDiffT
source: Calculate the difference between two columns of dates.
bg_bg: Изчислява разликата между две колони с дати.
ca_es: Calcula la diferència entre dues columnes de dates.
cs_cz: Vypočítá rozdíl mezi dvěma sloupci kalendářních dat.
da_dk: Beregn forskellen mellem de to kolonner med datoer.
de_de: Berechnet die Differenz zwischen zwei Spalten mit Datumswerten.
el_gr: Υπολογίζει τη διαφορά μεταξύ δύο στηλών με ημερομηνίες.
es_es: Calcular la diferencia entre dos columnas de fechas
et_ee: Arvutab kahe kuupäevaveeru vahelise erinevuse.
eu_es: Kalkulatu data-zutabeen arteko aldea.
fi_fi: Laske kahden päivämääräsarakkeen välinen ero.
fr_fr: Calculer l’écart entre deux colonnes de dates.
gl_es: Calcula a diferenza entre dúas columnas de datas.
hi_in: दिनांकों के दो स्तंभों के बीच अंतर की गणना करता है.
hr_hr: Izračun razlike između dva stupca datuma.
hu_hu: Kiszámítja a különbséget két dátumokat tartalmazó oszlop között.
it_it: Calcola la differenza tra due colonne di date.
ja_jp: 2 つの日付列の差を計算します。
kk_kz: Күндердің екі бағаны арасындағы айырманы есептейді.
ko_kr: 두 날짜 열 간 차이를 계산합니다.
lt_lt: Apskaičiuoti skirtumą tarp dviejų datų stulpelių.
lv_lv: Aprēķiniet starpību starp divām datumu kolonnām.
ms_my: Kira perbezaan di antara dua lajur tarikh.
nb_no: Beregner forskjellen mellom to kolonner med datoer.
nl_nl: Bereken het verschil tussen twee kolommen met datums.
pl_pl: Obliczanie różnicy dwóch kolumn dat.
pt_br: Calcula a diferença entre duas colunas de datas.
pt_pt: Calcule a diferença entre duas colunas de datas.
ro_ro: Calculați diferența dintre două coloane de date.
ru_ru: Вычислить разницу между двумя столбцами дат.
sk_sk: Vypočíta rozdiel medzi dvomi stĺpcami dátumov.
sl_si: Izračuna razliko med dvema stolpcema z datumi.
sr_cyrl_rs: Израчунава разлику између две колоне датума.
sr_latn_rs: Izračunava razliku između dve kolone datuma.
sv_se: Beräkna skillnaden mellan två kolumner med datum.
th_th: คำนวณผลต่างคอลัมน์วันที่สองคอลัมน์
tr_tr: İki tarih sütunu arasındaki farkı hesaplar.
uk_ua: Обчислення різниці між датами у двох різних стовпцях.
vi_vn: Tính chênh lệch giữa hai cột ngày.
zh_cn: 计算日期组成的两列之间的差值。
zh_tw: 計算兩個日期資料行之間的差異。

# DateAddTArg1
source: date_column
bg_bg: колона_с_дати
ca_es: columna_data
cs_cz: sloupec_dat
da_dk: data_kolonne
de_de: Datumsspalte
el_gr: στήλη_ημερομηνίας
es_es: columna_fecha
et_ee: kuupäevaveerg
eu_es: dataren_zutabea
fi_fi: päivämääräsarake
fr_fr: colonne_date
gl_es: columna_data
hi_in: दिनांक_स्तंभ
hr_hr: stupac_datuma
hu_hu: dátum_oszlopa
it_it: colonna_data
ja_jp: 日付列
kk_kz: күн_бағаны
ko_kr: 날짜_열
lt_lt: datos_stulpelis
lv_lv: datums_kolonna
ms_my: lajur_tarikh
nb_no: datokolonne
nl_nl: kolom_datum
pl_pl: kolumna_daty
pt_br: data_coluna
pt_pt: coluna_data
ro_ro: coloană_dată
ru_ru: столбец_даты
sk_sk: stĺpec_dátumu
sl_si: stolpec_z_datumi
sr_cyrl_rs: колона_датума
sr_latn_rs: kolona_datuma
sv_se: datum_kolumn
th_th: คอลัมน์_วันที่
tr_tr: tarih_sütunu
uk_ua: стовпець_дати
vi_vn: cột_ngày
zh_cn: 日期列
zh_tw: 日期_資料行

# DateAddTArg2
source: number_of_units
bg_bg: брой_единици
ca_es: nombre_unitats
cs_cz: počet_jednotek
da_dk: antal_enheder
de_de: Anzahl_von_Einheiten
el_gr: αριθμός_μονάδων
es_es: número_unidades
et_ee: ühikute_arv
eu_es: unitate_kopurua
fi_fi: yksiköiden_määrä
fr_fr: nombre_unités
gl_es: número_de_unidades
hi_in: इकाइयों_की_संख्या
hr_hr: broj_jedinica
hu_hu: egységek_száma
it_it: numero_di_unità
ja_jp: 単位_の_数
kk_kz: бірліктер_саны
ko_kr: 단위_수
lt_lt: vienetų_skaičius
lv_lv: vienību_skaits
ms_my: bilangan_unit
nb_no: antall_enheter
nl_nl: aantal_van_eenheden
pl_pl: liczba_jednostek
pt_br: número_de_unidades
pt_pt: número_de_unidades
ro_ro: număr_de_unități
ru_ru: количество_единиц
sk_sk: počet_jednotiek
sl_si: število_enot
sr_cyrl_rs: број_јединица
sr_latn_rs: broj_jedinica
sv_se: antal_enheter
th_th: จำนวน_ของ_หน่วย
tr_tr: birim_sayısı
uk_ua: кількість_одиниць
vi_vn: số_đơn_vị
zh_cn: 单位数量
zh_tw: 單位_數

# DateAddTArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateAdd_date_column
source: A column of date values.
bg_bg: Колона със стойности на дата.
ca_es: Columna de valors de data.
cs_cz: Sloupec s hodnotami kalendářních dat
da_dk: En kolonne med datoværdier.
de_de: Eine Spalte mit Datumswerten.
el_gr: Μια στήλη τιμών ημερομηνίας.
es_es: Una columna de valores de fecha.
et_ee: Kuupäevaväärtuste veerg.
eu_es: Data-balioen zutabea.
fi_fi: Päivämääräarvojen sarake.
fr_fr: Colonne de valeurs de date.
gl_es: Columna de valores de data.
hi_in: दिनांक मानों वाला एक स्तंभ.
hr_hr: Stupac vrijednosti datuma.
hu_hu: Egy dátumértékeket tartalmazó oszlop.
it_it: Colonna di valori data.
ja_jp: 日付値の列。
kk_kz: Күн мәндерінің бағаны.
ko_kr: 날짜 값의 열입니다.
lt_lt: Datos reikšmių stulpelis.
lv_lv: Datumu vērtību kolonna.
ms_my: Lajur nilai tarikh.
nb_no: En kolonne med datoverdier.
nl_nl: Een kolom met datumwaarden.
pl_pl: Kolumna wartości dat.
pt_br: Coluna de valores de data.
pt_pt: Uma coluna de valores de datas.
ro_ro: O coloană cu valori de date.
ru_ru: Столбец значений дат.
sk_sk: Stĺpec dátumových hodnôt.
sl_si: Stolpec z datumskimi vrednostmi.
sr_cyrl_rs: Колона са вредностима датума.
sr_latn_rs: Kolona sa vrednostima datuma.
sv_se: En kolumn med datumvärden.
th_th: คอลัมน์ค่าวันที่
tr_tr: Tarih değerlerini içeren bir sütun.
uk_ua: Стовпець із датами.
vi_vn: Cột giá trị ngày.
zh_cn: 日期值组成的列。
zh_tw: 日期值的資料行。

# DateDiffTArg1
source: start_date_column
bg_bg: колона_с_начални_дати
ca_es: columna_data_inici
cs_cz: sloupec_počátečních_dat
da_dk: start_dato_kolonne
de_de: Startdatum_Spalte
el_gr: στήλη_ημερομηνίας_έναρξης
es_es: columna_fecha_inicio
et_ee: alguskuupäevade_veerg
eu_es: hasiera_dataren_zutabea
fi_fi: alkamispäivämäärän_sarake
fr_fr: colonne_date_début
gl_es: columna_data_inicio
hi_in: आरंभ_तिथि_स्तंभ
hr_hr: stupac_datuma_početka
hu_hu: kezdő_dátum_oszlopa
it_it: colonna_data_inizio
ja_jp: 開始日列
kk_kz: басталу_күні_бағаны
ko_kr: 시작_날짜_열
lt_lt: pradžios_datos_stulpelis
lv_lv: sākuma_datuma_kolonna
ms_my: lajur_tarikh_mula
nb_no: startdatokolonne
nl_nl: kolom_voor_begindatum
pl_pl: kolumna_daty_początkowej
pt_br: coluna_data_inicial
pt_pt: coluna_data_início
ro_ro: coloană_dată_început
ru_ru: столбец_начальной_даты
sk_sk: stĺpec_dátum_začatia
sl_si: stolpec_z_začetnimi_datumi
sr_cyrl_rs: колона_датума_почетка
sr_latn_rs: kolona_datuma_početka
sv_se: start_datum_kolumn
th_th: คอลัมน์_วันที่_เริ่มต้น
tr_tr: başlangıç_tarihi_sütunu
uk_ua: стовпець_початкової_дати
vi_vn: cột_ngày_bắt_đầu
zh_cn: 开始日期列
zh_tw: 開始_日期_資料行

# DateDiffTArg2
source: end_date_column
bg_bg: колона_с_крайни_дати
ca_es: columna_data_final
cs_cz: sloupec_koncových_dat
da_dk: slut_data_kolonne
de_de: Enddatum_Spalte
el_gr: στήλη_ημερομηνίας_λήξης
es_es: columna_fecha_final
et_ee: lõppkuupäevade_veerg
eu_es: amaiera_dataren_zutabea
fi_fi: päättymispäivämäärän_sarake
fr_fr: colonne_date_fin
gl_es: columna_data_final
hi_in: समाप्ति_तिथि_स्तंभ
hr_hr: stupac_datuma_završetka
hu_hu: befejező_dátum_oszlopa
it_it: colonna_data_fine
ja_jp: 終了日列
kk_kz: аяқталу_күні_бағаны
ko_kr: 종료_날짜_열
lt_lt: pabaigos_datos_stulpelis
lv_lv: beigu_datuma_kolonna
ms_my: lajur_tarikh_tamat
nb_no: sluttdatokolonne
nl_nl: kolom_voor_einddatum
pl_pl: kolumna_daty_końcowej
pt_br: coluna_data_final
ro_ro: coloană_dată_sfârșit
ru_ru: столбец_конечной_даты
sk_sk: stĺpec_dátum_ukončenia
sl_si: stolpec_s_končnimi_datumi
sr_cyrl_rs: колона_датума_завршетка
sr_latn_rs: kolona_datuma_završetka
sv_se: slut_datum_kolumn
th_th: คอลัมน์_วันที่_สิ้นสุด
tr_tr: bitiş_tarihi_sütunu
uk_ua: стовпець_кінцевої_дати
vi_vn: cột_ngày_kết_thúc
zh_cn: 结束日期列
zh_tw: 結束_日期_資料行

# DateDiffTArg3
source: unit
bg_bg: единица
ca_es: unitat
cs_cz: jednotka
da_dk: enhed
de_de: Einheit
el_gr: μονάδα
es_es: unidad
et_ee: ühik
eu_es: unitatea
fi_fi: yksikkö
fr_fr: unité
gl_es: unidade
hi_in: इकाई
hr_hr: jedinica
hu_hu: egység
it_it: unità
ja_jp: 単位
kk_kz: бірлік
ko_kr: 단위
lt_lt: vienetas
lv_lv: vienība
nb_no: enhet
nl_nl: eenheid
pl_pl: jednostka
pt_br: unidade
pt_pt: unidade
ro_ro: unitate
ru_ru: единица_измерения
sk_sk: jednotka
sl_si: enota
sr_cyrl_rs: јединица
sr_latn_rs: jedinica
sv_se: enhet
th_th: หน่วย
tr_tr: birim
uk_ua: одиниця
vi_vn: đơn_vị
zh_cn: 单位
zh_tw: 單位

# AboutDateDiff_start_date_column
source: A column of start dates for the difference operation.
bg_bg: Колона с начални дати за другата операция.
ca_es: Columna de dates d'inici per a l'operació de diferència.
cs_cz: Sloupec počátečních dat rozdílové operace
da_dk: En kolonne med startdatoer for forskelsberegningen.
de_de: Eine Spalte mit Anfangsdaten für die Differenzbildung.
el_gr: Στήλη με ημερομηνίες έναρξης για τη λειτουργία διαφοράς.
es_es: Una columna de fechas de inicio de la operación de diferencia.
et_ee: Alguskuupäevade veerg erinevuse arvutamise toimingu jaoks.
eu_es: Diferentzia-eragiketaren hasiera-daten zutabea.
fi_fi: Eroavaisuustoiminnon alkamispäivämäärien sarake.
fr_fr: Colonne de dates de début pour l’opération Différence.
gl_es: Columna de datas de inicio da operación de diferenza.
hi_in: अंतर की कार्रवाई के लिए प्रारंभ दिनांकों का स्तंभ.
hr_hr: Stupac datuma početka za operaciju razlikovanja.
hu_hu: A különbséget kiszámító műveletben használt kezdő dátumokat tartalmazó oszlop.
it_it: Colonna di date di inizio per l'operazione di tipo differenza.
ja_jp: 比較操作のための開始日の列。
kk_kz: Айырма операциясы үшін басталу күндерінің бағаны.
ko_kr: difference 연산에 대한 시작 날짜의 열입니다.
lt_lt: Skirtumo operacijos pradžios datų stulpelis.
lv_lv: Starpības operācijas sākuma datumu kolonna.
ms_my: Lajur tarikh mula untuk pengendalian perbezaan.
nb_no: En kolonne med startdatoer for differanseopersjonen.
nl_nl: Een kolom met begindatums voor de bewerking Difference.
pl_pl: Kolumna dat rozpoczęcia dla operacji różnicowej.
pt_br: Coluna de datas de início para a operação de diferença.
pt_pt: Uma coluna de datas de início para a operação de diferença.
ro_ro: O coloană cu datele de început pentru operația de diferențiere.
ru_ru: Столбец начальных дат для операции разности.
sk_sk: Stĺpec počiatočných dátumov pre operáciu rozdielu.
sl_si: Stolpec začetnih datumov za operacijo razlike.
sr_cyrl_rs: Колона датума почетка за операцију разлике.
sr_latn_rs: Kolona datuma početka za operaciju razlike.
sv_se: En kolumn med startdatum för differans-operationen.
th_th: คอลัมน์วันที่เริ่มต้นสำหรับกระบวนการที่ต่างๆ
tr_tr: Fark alma işlemi için başlangıç tarihlerini içeren bir sütun.
uk_ua: Стовпець із початковими датами для операції "Різниця".
vi_vn: Cột ngày bắt đầu cho phép tính khác.
zh_cn: 用于差值运算的开始日期组成的列。
zh_tw: 比對差異運算開始日期的資料行。
